{
  "title": "Dise침os de investigaci칩n",
  "intro": "춰Bienvenidos a este blog! 游\n Aqu칤 encontrar치s informaci칩n clara y sencilla sobre los dise침os de investigaci칩n, qu칠 son, para qu칠 sirven, cu치les son sus tipos y c칩mo se aplican en distintos contextos.\nComprender los dise침os de investigaci칩n es esencial porque determinan el camino que sigue un estudio, desde la forma de recolectar los datos hasta c칩mo se analizan los resultados. En otras palabras, el dise침o es el mapa que gu칤a al investigador para llegar a respuestas v치lidas y confiables.",
  "whatIs": {
    "title": "쯈u칠 es un dise침o metodol칩gico?",
    "message1": "Los m칠todos de investigaci칩n, ya sean cualitativos, cuantitativos o mixtos, funcionan como una gu칤a sistem치tica de pasos y procedimientos que permiten estudiar, comprender y explicar fen칩menos de inter칠s. \nSi quieres profundizar un poco m치s sobre los m칠todos de investigaci칩n, puedes visitar este",
    "message2": "sitio web",
    "message3": " donde se explican en detalle sus caracter칤sticas y diferencias. \n Ahora bien, los dise침os metodol칩gicos surgen como la aplicaci칩n pr치ctica de esos m칠todos. Es decir, son las estrategias o planes que se emplean para recopilar la informaci칩n necesaria, analizarla y dar respuesta a un problema, fen칩meno o hip칩tesis. En otras palabras, el dise침o metodol칩gico traduce la teor칤a del m칠todo en una ruta concreta de acci칩n dentro del proceso investigativo."
  },
  "quantitative": {
    "title": "Dise침os Cuantitativos",
    "description": "En esta ruta, el dise침o de investigaci칩n busca planificar la estrategia para obtener la informaci칩n necesaria que permita comprobar hip칩tesis o responder preguntas espec칤ficas.",
    "types": [
      {
        "title": "Dise침os experimentales",
        "descriptions": "Estos implican modificar intencionalmente una o m치s variables independientes para observar sus efectos en las variables dependientes. Su objetivo es determinar relaciones de causa y efecto.",
        "requirementsTitle": "Requisitos",
        "requirements": [
          "Manipulaci칩n de variables independientes.",
          "Medici칩n de los efectos sobre las variables dependientes.",
          "Control riguroso del entorno experimental."
        ],
        "typesTitle": "Seg칰n Campbell y Stanley (1966) se clasifican en:",
        "types": [
          {
            "title": "Preexperimentos",
            "text": "Tienen un grado m칤nimo de control.",
            "example": "Estudio de una nueva t칠cnica de estudio aplicada a un solo grupo sin grupo de control."
          },
          {
            "title": "Experimentos puros",
            "text": "Control total sobre las variables y asignaci칩n aleatoria de grupos.",
            "example": "Probar la efectividad de un f치rmaco asignando pacientes al azar entre grupo experimental y grupo control."
          },
          {
            "title": "Cuasiexperimentos",
            "text": "No hay asignaci칩n aleatoria, pero s칤 manipulaci칩n de variables.",
            "example": "Evaluar el impacto de un programa educativo en dos colegios distintos sin asignaci칩n al azar."
          }
        ]
      },
      {
        "title": "Dise침os no experimentales",
        "descriptions": "En estos no se manipulan las variables, sino que se observan los fen칩menos tal como ocurren en su contexto natural. Se busca describir, analizar y relacionar variables sin intervenci칩n directa.",
        "typesTitle": "Tipos de dise침os no experimentales:",
        "types": [
          {
            "title": "Transeccionales o transversales",
            "text": "Analizan datos en un momento espec칤fico.",
            "example": "Encuesta sobre h치bitos alimenticios y su relaci칩n con el rendimiento acad칠mico.",
            "typesTitle": "Estos a su vez se clasifican en:",
            "types": [
              "Exploratorios: examinan fen칩menos poco estudiados.",
              "Descriptivos: describen caracter칤sticas de una poblaci칩n o fen칩meno.",
              "Correlacionales-causales: analizan relaciones entre variables."
            ]
          },
          {
            "title": "Longitudinales o evolutivos",
            "text": "Estudian fen칩menos a lo largo del tiempo.",
            "example": "Estudio de seguimiento del desarrollo cognitivo en ni침os durante cinco a침os.",
            "typesTitle": "Puden ser:",
            "types": [
              "De tendencia: analizan cambios en poblaciones generales.",
              "Evoluci칩n de grupo: siguen un mismo grupo durante un tiempo.",
              "De panel: estudian a los mismos individuos repetidamente."
            ]
          }
        ]
      }
    ]
  },
  "qualitative": {
    "title": "Dise침os Cualitativos",
    "description": "En esta ruta, los dise침os son m치s flexibles y abiertos, y se adaptan a las circunstancias. Buscan comprender significados, experiencias y contextos m치s que medir o predecir.",
    "types": [
      {
        "title": "Teor칤a fundamentada",
        "descriptions": "Desarrolla teor칤as a partir de los datos recolectados.",
        "example": "Construir una teor칤a sobre la motivaci칩n laboral a partir de entrevistas a empleados."
      },
      {
        "title": "Etnogr치fico",
        "descriptions": "Estudia culturas, comunidades o grupos sociales en su ambiente natural.",
        "example": "An치lisis de las pr치cticas culturales en una comunidad ind칤gena."
      },
      {
        "title": "Narrativo",
        "descriptions": "Se centra en las historias y vivencias de los participantes.",
        "example": "Reconstrucci칩n de la experiencia de docentes durante la pandemia."
      },
      {
        "title": "Fenomenol칩gico",
        "descriptions": "Busca identificar los elementos en com칰n de las experiencias humanas frente a un fen칩meno.",
        "example": "Estudio sobre las vivencias de pacientes diagnosticados con c치ncer."
      },
      {
        "title": "Investigaci칩n-acci칩n",
        "descriptions": "Combina investigaci칩n y acci칩n pr치ctica para generar cambios.",
        "example": "Mejorar la convivencia escolar mediante talleres participativos y observaci칩n continua."
      }
    ]
  },
  "mixed": {
    "title": "Dise침os Mixtos",
    "description": "El enfoque mixto combina los enfoques cualitativo y cuantitativo para obtener una comprensi칩n m치s completa de los fen칩menos. \n En este tipo de dise침o, el investigador usa tanto datos num칠ricos como descripciones, observaciones o testimonios, integrando ambos tipos de informaci칩n.",
    "types": [
      {
        "title": "Dise침o secuencial",
        "descriptions": "Se aplica un enfoque despu칠s del otro (por ejemplo, primero uno cualitativo y luego cuantitativo)",
        "example": "Realizar entrevistas a profundidad y luego aplicar encuestas basadas en los resultados de esas entrevistas."
      },
      {
        "title": "Dise침o concurrente",
        "descriptions": "Ambos enfoques se aplican al mismo tiempo y los resultados se integran al final.",
        "example": "Mientras se aplica un cuestionario estad칤stico, se realizan entrevistas complementarias."
      },
      {
        "title": "Dise침o transformativo",
        "descriptions": "Utiliza un marco te칩rico o social que orienta la investigaci칩n (por ejemplo, estudios de g칠nero, educaci칩n inclusiva, etc.).",
        "example": "Combinar datos estad칤sticos y testimonios de mujeres en investigaciones sobre equidad laboral."
      }
    ]
  },
  "symbolism": {
    "title": "Simbolog칤a para comprender los dise침os experimentales"
  },
  "experimentStepsTitle": "Pasos de un experimento",
  "experimentSteps": [
    "Identificar las variables independientes y dependientes.",
    "Elegir el nivel de manipulaci칩n de las variables independientes y definir los tratamientos experimentales.",
    "Medir las variables dependientes con instrumentos v치lidos y confiables.",
    "Seleccionar una muestra adecuada seg칰n la hip칩tesis y objetivos del estudio.",
    "Si se trabaja con personas, obtener su consentimiento informado.",
    "Elegir el tipo de dise침o experimental m치s apropiado.",
    "Definir una estrategia para abordar los casos particulares.",
    "En experimentos puros, dividir los grupos al azar; en cuasiexperimentos, analizar cuidadosamente los grupos ya existentes.",
    "Realizar las prepruebas, tratamientos y postpruebas, e interpretar los resultados."
  ],
  "complement": {
    "title": "T칠cnicas e instrumentos de recolecci칩n de datos",
    "message": "Para obtener la informaci칩n necesaria sobre un fen칩meno o problema de investigaci칩n, el investigador utiliza diferentes t칠cnicas e instrumentos de recolecci칩n de datos. Estas herramientas le permiten reunir los datos necesarios para comprender mejor el objeto de estudio.",
    "tecnicas": {
      "title": "T칠cnicas de recolecci칩n de datos",
      "message": "Hacen referencia a la manera en que se buscar치n y reunir치n los datos. Entre las m치s utilizadas se encuentran el cuestionario, la entrevista y la observaci칩n, ya que facilitan la recopilaci칩n de informaci칩n de forma estructurada o abierta, seg칰n el tipo de estudio."
    },
    "instrumentos": {
      "title": "Instrumentos de medici칩n",
      "message": "Los instrumentos de medici칩n son los medios a trav칠s de los cuales se obtiene la informaci칩n. Deben ser confiables, v치lidos y coherentes para garantizar resultados representativos y precisos. En resumen, un buen instrumento permite recolectar datos consistentes y evitar distorsiones en la medici칩n."
    }
  },
  "conclusionTitle": "Conclusi칩n",
  "conclusion": "Los dise침os de investigaci칩n son el coraz칩n del proceso cient칤fico, ya que definen c칩mo se recopila, analiza e interpreta la informaci칩n. Comprender los diferentes tipos cuantitativos, cualitativos y mixtos, permite al investigador elegir la mejor estrategia para responder preguntas y construir conocimiento.",
  "referencesTitle": "Referencias",
  "references": {
    "1": "Hern치ndez, R.; Fern치ndez, C y Baptista, P. (2003). Metodolog칤a de la investigaci칩n. Mc Graw Hill, tercera edici칩n. M칠xico. ",
    "11": "https://www-ebooks7-24-com.ibero.basesdedatosezproxy.com/stage.aspx?il=34866&pg=epubcfi(/6/6[data-uuid-32d93de442334acc81a507aa46bfad08]!/4/2[data-uuid-3a71e0943d1244cc81e911028aa3ca84]/2[P%c3%a1gina%20I]/1:0)&ed=",
    "2": "칌aupas Pait치n, H. (2018). Cap칤tulo IX. El dise침o de investigaci칩n. En 칌aupas Pait치n, H., Valdivia Due침as, M. R., Palacios Vilela, J. J. y Romero Delgado, H. E., Metodolog칤a de la investigaci칩n cuantitativa-cualitativa y redacci칩n de tesis. 5a. ed. (pp. 347-372). Ediciones de la U.",
    "22": "https://www-ebooks7-24-com.ibero.basesdedatosezproxy.com/?il=29479&pg=1"
  },
  "contacto": "Contacto"
}
